tap "universal-ctags/universal-ctags"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
brew "ack"
brew "composer"
brew "diff-so-fancy"
brew "fzf"
brew "git"
brew "git-flow"
brew "grip"
brew "mas"
brew "neovim"
brew "node"
brew "python"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "abstract"
cask "adobe-creative-cloud"
cask "choosy"
cask "discord"
cask "docker"
cask "firefox-developer-edition"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "nvalt"
cask "postman"
cask "sketch"
cask "sourcetree"
cask "visual-studio-code"
mas "1Password 7", id: 1333542190
mas "DaisyDisk", id: 411643860
mas "Drafts", id: 1435957248
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
