tap "universal-ctags/universal-ctags"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
brew "ack"
brew "composer"
brew "diff-so-fancy"
brew "fzf"
brew "git"
brew "git-flow"
brew "mas"
brew "neovim"
brew "node"
brew "python3"
brew "python@2"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "z"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "caskroom/fonts/font-firacode-nerd-font"
cask "choosy"
cask "docker"
cask "firefox-developer-edition"
cask "google-chrome-dev"
cask "iterm2"
cask "iterm2"
cask "nvalt"
cask "postman"
cask "sequel-pro"
cask "sequel-pro"
cask "slack"
cask "sourcetree"
cask "visual-studio-code"
mas "1Password", id: 443987910
mas "Twitterrific", id: 1289378661
